{
    "Home": "Башкы бет",
    "Contact": "Байланыш",
    "About": "Биз жонундо",
    "Sign Up": "Катталуу",
    "Search":"Издөө",
    "Our story": "Биздин окуя",
    "Launched in 2015, Exclusive is South Asia’s premier online shopping marketplace with an active presence in Bangladesh. Supported by a wide range of tailored marketing, data, and service solutions, Exclusive has 10,500 sellers and 300 brands and serves 3 million customers across the region.": "2015-жылы ишке киргизилген, эксклюзивдүү Бангладеште активдүү катышуусу бар Түштүк Азиянын эң алдыңкы онлайн соода базары. Атайын маркетинг, маалыматтар жана тейлөө чечимдеринин кеңири спектринин колдоосу менен, Exclusive 10,500 сатуучусу жана 300 бренди бар жана регион боюнча 3 миллион кардарга кызмат көрсөтөт.",
    "Exclusive offers more than 1 million products, growing rapidly. It provides a diverse assortment in categories ranging from consumer goods to electronics.": "Эксклюзивдүү 1 миллиондон ашык өнүмдөрдү сунуштайт, тез өсөт. Ал керектөө товарларынан тартып электроникага чейинки категорияларда ар кандай ассортиментти камсыз кылат."

    ,"Add To Cart":" Кошуу",
    "Clothes": "Кийим",
    "Shoes": "Бут кийим",
    "Electronics":"Электроника",
    "Furniture":"Эмерек",
    "Miscellaneous":"Ар кандай",
    "category one":"биринчи категория",
    "Testing Category":"Тестирлөө Категориясы",

    "Classic Olive Chino Shorts":"Классические шорты Хино оливкового цвета",
    "Elevate your casual wardrobe with these classic olive chino shorts. Designed for comfort and versatility, they feature a smooth waistband, practical pockets, and a tailored fit that makes them perfect for both relaxed weekends and smart-casual occasions. The durable fabric ensures they hold up throughout your daily activities while maintaining a stylish look.":"Бул классикалык зайтун Чино шорты менен күнүмдүк гардеробуңузду көтөрүңүз. Алар ыңгайлуу жана ар тараптуу болушу үчүн жасалган. Бышык кездеме саркеч көрүнүштү сактап, күнүмдүк иш-аракеттериңиздин жүрүшүн камсыз кылат",

    "Stylish Red & Silver Over-Ear Headphone":"Стилдүү кызыл жана күмүш кулакчындар",
    "Immerse yourself in superior sound quality with these sleek red and silver over-ear headphones. Designed for comfort and style, the headphones feature cushioned ear cups, an adjustable padded headband, and a detachable red cable for easy storage and portability. Perfect for music lovers and audiophiles who value both appearance and audio fidelity.":"Бул жарашыктуу кызыл жана күмүш кулакчындардагы сонун үн сапатынан ырахат алыңыз. Ыңгайлуулук жана стиль үчүн иштелип чыккан кулакчындар жумшак кулак чөйчөктөрү, жөнгө салынуучу толтурулган баштык жана оңой сактоо жана алып жүрүү үчүн алынуучу Кызыл кабель менен келет. Сырткы көрүнүшүн жана үн сапатын баалаган музыка сүйүүчүлөрү жана музыка сүйүүчүлөрү үчүн идеалдуу.",
    "Sleek Modern Leather Sofa":"Элегантный современный кожаный диван",
    "Enhance the elegance of your living space with our Sleek Modern Leather Sofa. Designed with a minimalist aesthetic, it features clean lines and a luxurious leather finish. The robust metal legs provide stability and support, while the plush cushions ensure comfort. Perfect for contemporary homes or office waiting areas, this sofa is a statement piece that combines style with practicality.":"биздин жылмакай Заманбап булгаары диван менен жашоо мейкиндигиңиздин көркүн арттырыңыз. Минималисттик эстетика менен иштелип чыккан, ал таза сызыктарга жана люкс булгаары жасалгасына ээ. Бекем металл буттары туруктуулукту жана колдоону камсыз кылат, ал эми плюш жаздыктар ыңгайлуулукту камсыз кылат. Заманбап үйлөр же кеңсе күтүү аймактары үчүн идеалдуу, бул диван стилди практикалык менен айкалыштырган билдирүү бөлүгү.",
    "Mid-Century Modern Wooden Dining Table":"Современный деревянный обеденный стол середины века",
    "Elevate your dining room with this sleek Mid-Century Modern dining table, featuring an elegant walnut finish and tapered legs for a timeless aesthetic. Its sturdy wood construction and minimalist design make it a versatile piece that fits with a variety of decor styles. Perfect for intimate dinners or as a stylish spot for your morning coffee.":"Ашканаңызды ушул жылмакай орто кылымдагы заманбап ашкана столу менен көтөрүңүз, жарашыктуу жаңгак жасалгасы жана түбөлүктүү эстетика үчүн конустуу буттары бар. Анын бекем Жыгач конструкциясы жана минималисттик дизайны аны ар кандай декор стилдерине туура келген ар тараптуу чыгарма кылат. Интимдик кечки тамак үчүн же эртең мененки кофеңиз үчүн саркеч жер катары кемчиликсиз",
    "Elegant Golden-Base Stone Top Dining Table":"Элегантный обеденный стол с каменной столешницей на золотой основе",
    "Elevate your dining space with this luxurious table, featuring a sturdy golden metal base with an intricate rod design that provides both stability and chic elegance. The smooth stone top in a sleek round shape offers a robust surface for your dining pleasure. Perfect for both everyday meals and special occasions, this table easily complements any modern or glam decor.":"Бул кымбат стол менен ашкана мейкиндигин көтөрүңүз, бекем алтын металл базасы менен, туруктуулукту жана саркеч көрктүүлүктү камсыз кылган татаал Роза дизайны менен. Жылмакай тегерек формадагы жылмакай таштын үстү сиздин тамактануу ырахатыңыз үчүн бекем бетин сунуштайт. Күнүмдүк тамак-ашка да, өзгөчө учурларга да ылайыктуу, Бул стол ар кандай заманбап же глам декорду оңой толуктайт. ",
    "Modern Elegance Teal Armchair":"Современное элегантное бирюзовое кресло",
    "Elevate your living space with this beautifully crafted armchair, featuring a sleek wooden frame that complements its vibrant teal upholstery. Ideal for adding a pop of color and contemporary style to any room, this chair provides both superb comfort and sophisticated design. Perfect for reading, relaxing, or creating a cozy conversation nook.":"Бул кооз жасалгаланган кресло менен жашоо мейкиндигиңизди көтөрүңүз, анын жандуу кызгылт көйнөгүн толуктаган жылмакай жыгач алкагы бар. Ар кандай бөлмөгө түстүү жана заманбап стилдеги Поп кошуу үчүн идеалдуу, бул отургуч сонун ыңгайлуулукту жана татаал дизайнды камсыз кылат. Окуу, эс алуу же жайлуу Маектешүү үчүн идеалдуу бурч",
    
    "Futuristic Holographic Soccer Cleats":"Футуристические голографические футбольные бутсы",
    "Step onto the field and stand out from the crowd with these eye-catching holographic soccer cleats. Designed for the modern player, these cleats feature a sleek silhouette, lightweight construction for maximum agility, and durable studs for optimal traction. The shimmering holographic finish reflects a rainbow of colors as you move, ensuring that you'll be noticed for both your skills and style. Perfect for the fashion-forward athlete who wants to make a statement.":"Талаага чыгып, элден көз жоосун алган голографиялык футболдук бут кийим менен айырмаланып туруңуз. Азыркы оюнчуга ылайыкталган бул бут кийимдер жылмакай силуэтке, жеңил конструкцияга жана оптималдуу тартуу үчүн бышык таякчаларга ээ. Жылтылдаган голографиялык жасалгалоо сиздин көндүмдөрүңүзгө да, стилиңизге да байкалып турушуңузду камсыз кылып, кыймылдаган сайын түстөрдүн Асан-үсөнүн чагылдырат. Билдирүү жасоону каалаган мода-форвард спортчусу үчүн идеалдуу.",
    "Rainbow Glitter High Heels":"Высокие каблуки с радужным блеском",
    "Step into the spotlight with these eye-catching rainbow glitter high heels. Designed to dazzle, each shoe boasts a kaleidoscope of shimmering colors that catch and reflect light with every step. Perfect for special occasions or a night out, these stunners are sure to turn heads and elevate any ensemble":"Бул көз жоосун алган асан-үсөн жылтырак бийик такалар менен көңүл чордонуна кадам таштаңыз. Ар бир бут кийимдин көз жоосун алган түстөрү бар. Өзгөчө учурларда же түнкүсүн кемчиликсиз, бул таң калыштуу нерселер башты буруп, ар кандай ансамблди көтөрөт",
    "Chic Summer Denim Espadrille Sandals":"Шикарные летние джинсовые сандалии-эспадрильи",
    "Step into summer with style in our denim espadrille sandals. Featuring a braided jute sole for a classic touch and adjustable denim straps for a snug fit, these sandals offer both comfort and a fashionable edge. The easy slip-on design ensures convenience for beach days or casual outings":"Джинсы эспадрилл сандалдарыбызда стиль менен жайга кадам таштаңыз. Классикалык тийүү үчүн өрүлгөн джут таманы жана тыгыз шайкеш келген жөнгө салынуучу джинсы боолору бар бул сандалдар ыңгайлуулукту жана модалуу четин сунуш кылат. Жеңил тайгалак дизайн пляж күндөрү же кокусунан эс алуу үчүн ыңгайлуулукту камсыз кылат",
    "Vibrant Runners: Bold Orange & Blue Sneakers":"Яркие кроссовки: Яркие оранжевые и синие кроссовки",
    "Step into style with these eye-catching sneakers featuring a striking combination of orange and blue hues. Designed for both comfort and fashion, these shoes come with flexible soles and cushioned insoles, perfect for active individuals who don't compromise on style. The reflective silver accents add a touch of modernity, making them a standout accessory for your workout or casual wear":"Апельсин жана көк түстөрдүн таң калыштуу айкалышы менен көзгө урунарлык кроссовкалар менен стилге өтүңүз. Ыңгайлуулук жана мода үчүн иштелип чыккан бул бут кийимдер ийкемдүү таманы жана жаздыкчалуу таманы менен келет, стили боюнча компромисске барбаган активдүү адамдар үчүн идеалдуу. Чагылдыргыч күмүш акценттери заманбапты кошуп, аларды машыгууңузга же кокусунан кийимиңизге өзгөчө аксессуар кылат",
   
    "View All Products":"Бардык Өнүмдөрдү Көрүү",

    "Phones":"Телефон",
    "Computers":"Компьютерлер",
    "SmartWatch":"Акылдуу саат",
    "Headphones":"Наушниктер",
    "Gaming":"Оюн",
    "Cameras":"Камералар",

    "Ourstory":"Биздин тарыхыбыз",
    "Launched in 2015, Exclusive is South Asia’s premier online shopping marketplace with an active presence in Bangladesh. Supported by a wide range of tailored marketing, data, and service solutions, Exclusive has 10,500 sellers and 300 brands and serves 3 million customers across the region":"2015-жылы башталган, Бангладеште Активдүү жайгашкан Түштүк Азиянын алдыңкы онлайн дүкөнү. Адистештирилген маркетинг чечимдеринин, маалыматтардын жана тейлөө кызматтарынын кеңири спектри менен Престиж 10 500 сатуучуну жана 300 брендди бириктирип, аймак боюнча 3 миллион кардарды тейлейт.",
    "Exclusive offers more than 1 million products, growing rapidly. It provides a diverse assortment in categories ranging from consumer goods toelectronics.":"Мшанын ассортименти 1 миллиондон ашык наамга ээ жана тездик менен өсүп жатат. Бул керектөөчү буюмдардан электроникага чейин ар кандай категорияларда кеңири спектрди сунуш кылат.",

    "Create an account":"Каттоо эсебин түзүү",
    "Enter your details below":"Төмөндө Дайындарыңызды териңиз",
    "Username":"Колдонуучунун аты",
    "Email address":"Электрондук почта дареги",
    "Password":"Сырсөз",
    "User avatar":"Колдонуучунун аватары",
    "Register":"Каттоо",
    "Already have account":"Сизде мурунтан эле эсеп бар",

    "Login":"Кирүү",
    "Log in to Exclusive":"Эксклюзивге кирүү",
    "Enter your detailsbelow":"Төмөндө Дайындарыңызды териңиз",
    "Email addres":"Электрондук почта дареги",
    "Passwordd":"Сырсөз",
    "Forgot password?":"Сырсөздү унутуп калдым?",
    "Sign in":"Катталуу",
    "Registration":"Каттоо"

    ," Add To Cart":" Кошуу",
    "Sallers active our site" : "Сатуучулар Активдүү биздин сайт",
    "Mopnthly Produduct Sale" : "Ай Сайын Продукт Сатуу",
    "Customer active in our site" : "Биздин сайтта Активдүү кардар",
    "Anual gross sale in our site" : "Биздин сайтта жылдык дүң сатуу",
    "Summer Sale For All Swim Suits And Free Express Delivery - OFF 50%!ShopNow":"Бардык Купальниктерди жана акысыз экспресс жеткирүү үчүн Жайкы сатуу-50%!Азыр сатып алуу"

}